@include('templates.header', ['title' => 'Про нас'])

<section class="page-hero" style="background-image: url('./img/pizza-img.jpg')">
    <div class="wrapper">
        <div class="container">
            <h1 class="page-hero_title">Про нас</h1>
        </div>
    </div>
</section>
<section class="aboutUs">
    <div class="container">
        <h2 class="section_title">
            Ми – ті, хто <span>врятує</span> вас <br /> від порожнього холодильника!
        </h2>
        <div class="wrapper">
            <div class="aboutCard">
                <img src="./img/delMan.svg" alt="" class="man" />
                <div class="content">
                    <p class="text_18">
                        Заснований у 2017 році, наш сервіс займається доставкою їжі, наданням кур’єрських послуг і таксі з ввічливим обслуговуванням у прекрасному місті Золочів та його околицях. Ми прагнемо створити надзвичайно комфортний та надійний сервіс, щоб забезпечити
                        нашим клієнтам зручність, надійність, економію часу та грошей.
                    </p>
                    <p class="text_18">
                        Наші гарантії включають швидку доставку, повну конфідеційність та відповідальність за якість доставки продуктів, а також своєчасне прибуття таксі та безпечну поїздку.
                    </p>
                    <a href="#" class="btn">Зв’язатися з нами</a>
                </div>
            </div>
            <div class="stat">
                <div class="stat-item">
                    <img src="./img/st1.svg" alt="" class="icon" />
                    <p class="num">141 325</p>
                    <p class="title_16">Доставок</p>
                </div>
                <div class="stat-item">
                    <img src="./img/st2.svg" alt="" class="icon" />
                    <p class="num">427 984</p>
                    <p class="title_16">Дзвінків</p>
                </div>
                <div class="stat-item">
                    <img src="./img/st3.svg" alt="" class="icon" />
                    <p class="num">6+</p>
                    <p class="title_16">Років</p>
                </div>
            </div>
        </div>
    </div>
</section>
<section class="examples">
    <div class="container">
        <h2 class="section_title">
            Великі справи починаються<br /> з <span>смачних</span> замовлень
        </h2>
        <div class="examples-list">
            <div class="examples-item">
                <div class="img-card"><img src="./img/ex.jpg" alt="" /></div>
                <div class="card">
                    <p class="title_20">Поїздка на “Тук-Тук Таксі”</p>
                    <p class="label taxi">Такі</p>
                </div>
                <div class="contentCard">
                    <div class="block">
                        <p class="title_20">Неочікувані гості</p>
                        <p class="text_14">
                            Неочікувано для сім’ї Шевченків з’явилися гості. Хоча вдома не було готової їжі, пані Леся Шевченко не панікувала, вона вирішила скористатися послугами доставки їжі від Тук-Тук. Вона не мала жодних стурбованостей і змогла заощадити свій час, який з радістю
                            провела, насолоджуючись приємним спілкуванням зі своїми гостями.
                        </p>
                    </div>

                    <div class="block">
                        <p class="title_16">🏆 Результат</p>
                        <p class="text_16">п. Леся не переживала за їжу, а приємно проводила час з близькими</p>
                    </div>
                </div>
            </div>
            <div class="examples-item">
                <div class="img-card"><img src="./img/ex.jpg" alt="" /></div>
                <div class="card">
                    <p class="title_20">Поїздка на “Тук-Тук Таксі”</p>
                    <p class="label taxi">Такі</p>
                </div>
                <div class="contentCard">
                    <div class="block">
                        <p class="title_20">Неочікувані гості</p>
                        <p class="text_14">
                            Неочікувано для сім’ї Шевченків з’явилися гості. Хоча вдома не було готової їжі, пані Леся Шевченко не панікувала, вона вирішила скористатися послугами доставки їжі від Тук-Тук. Вона не мала жодних стурбованостей і змогла заощадити свій час, який з радістю
                            провела, насолоджуючись приємним спілкуванням зі своїми гостями.
                        </p>
                    </div>

                    <div class="block">
                        <p class="title_16">🏆 Результат</p>
                        <p class="text_16">п. Леся не переживала за їжу, а приємно проводила час з близькими</p>
                    </div>
                </div>
            </div>
            <div class="examples-item">
                <div class="img-card"><img src="./img/ex.jpg" alt="" /></div>
                <div class="card">
                    <p class="title_20">Поїздка на “Тук-Тук Таксі”</p>
                    <p class="label taxi">Такі</p>
                </div>
                <div class="contentCard">
                    <div class="block">
                        <p class="title_20">Неочікувані гості</p>
                        <p class="text_14">
                            Неочікувано для сім’ї Шевченків з’явилися гості. Хоча вдома не було готової їжі, пані Леся Шевченко не панікувала, вона вирішила скористатися послугами доставки їжі від Тук-Тук. Вона не мала жодних стурбованостей і змогла заощадити свій час, який з радістю
                            провела, насолоджуючись приємним спілкуванням зі своїми гостями.
                        </p>
                    </div>

                    <div class="block">
                        <p class="title_16">🏆 Результат</p>
                        <p class="text_16">п. Леся не переживала за їжу, а приємно проводила час з близькими</p>
                    </div>
                </div>
            </div>
            <div class="examples-item">
                <div class="img-card"><img src="./img/ex.jpg" alt="" /></div>
                <div class="card">
                    <p class="title_20">Поїздка на “Тук-Тук Таксі”</p>
                    <p class="label taxi">Такі</p>
                </div>
                <div class="contentCard">
                    <div class="block">
                        <p class="title_20">Неочікувані гості</p>
                        <p class="text_14">
                            Неочікувано для сім’ї Шевченків з’явилися гості. Хоча вдома не було готової їжі, пані Леся Шевченко не панікувала, вона вирішила скористатися послугами доставки їжі від Тук-Тук. Вона не мала жодних стурбованостей і змогла заощадити свій час, який з радістю
                            провела, насолоджуючись приємним спілкуванням зі своїми гостями.
                        </p>
                    </div>

                    <div class="block">
                        <p class="title_16">🏆 Результат</p>
                        <p class="text_16">п. Леся не переживала за їжу, а приємно проводила час з близькими</p>
                    </div>
                </div>
            </div>
        </div>
        <a href="#" class="btn">Замовити доставку</a>
    </div>
</section>
<section class="callToAction">
    <img src="./img/ctaR.webp" alt="" class="back left" />
    <img src="./img/ctaR.webp" alt="" class="back right" />
    <div class="container">
        <img src="./img/ctaPhones.svg" alt="" class="phones" />
        <div class="card">
            <h2 class="section_title">
                Замовляйте їжу <span>швидше</span> <br /> та <span>зручніше</span> з нашим додатком!
            </h2>
            <p class="text_18">Лише кілька кліків – і ваше замовлення вже в дорозі. Забудьте про складнощі, просто вибирайте і насолоджуйтесь.</p>
            <div class="downloadBtns">
                <a href="#"><img src="./img/AppStoreBL.svg" alt="" /></a>
                <a href="#"><img src="./img/googlePlayBl.svg" alt="" /></a>
            </div>
        </div>
    </div>
</section>
<section class="reviews">
    <div class="container">
        <h2 class="section_title">
            Відгуки, які <span>зігрівають</span> душу <br /> (як гарячий суп)
        </h2>
    </div>
</section>
<section class="contactUs">
    <div class="container">
        <div class="wrapper">
            <img src="./img/delMan.svg" alt="" class="man" />
            <img src="./img/redBack.svg" alt="" class="back" />
            <h2 class="section_title">Зв’язатись з нами</h2>
            <div class="form-wrapper">
                <form action="" class="contactForm" id="main-form">
                    <div class="input-wrapper">
                        <input type="text" placeholder="Ваше ім’я та прізвище*" name="name" id="name" required />
                    </div>
                    <div class="input-wrapper">
                        <input type="tel" name="phone" id="tel" class="phoneInput" required placeholder="Ваш номер телефону*" />
                    </div>
                    <div class="input-wrapper">
                        <input id="email" class="input" autocomplete="off" type="text" placeholder="Ваш email*" />
                    </div>
                    <div class="input-wrapper">
                        <textarea type="text" placeholder="Ваше повідомлення"></textarea>
                    </div>
                    <button class="btn white" type="submit">Відправити</button>
                </form>
            </div>
        </div>
    </div>
</section>

@include('templates.footer')